# EndMultDashConvert

## Description
Used in conjunction with BeginMultDashConvert to end the set of conversions.

```pascal
PROCEDURE EndMultDashConvert;
```

```python
def vs.EndMultDashConvert():
    return None
```

## Examples
```pascal
EndMultDashConvert;
```
```python
import vs

# Used in conjunction with BeginMultDashConvert to end the set of conversions.
vs.EndMultDashConvert()
```

## See Also
VS Functions:
GetPseudoIndFromDash
| GetDashFromPseudoInd
| BeginMultDashConvert

## Version
Availability: from Vectorworks 2019

## Category
* Utility